Repository: DyorHQ/IOS-app
Catalog: ios/DyorKit/Sources/DyorKit/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ko, zh_hans

source: That price is above the most a collect can be charged (the gross that completes the reserve). Lower it.
es: Ese precio supera el máximo que se puede cobrar por una compra (el total bruto que completa la reserva). Bájalo.
fr: Ce prix dépasse le maximum qu'un achat peut coûter (le montant brut qui complète la réserve). Baissez-le.
ko: 해당 가격은 수집 1회에 청구할 수 있는 최대 금액(준비금을 채우는 총액)을 초과합니다. 가격을 낮추십시오.
zh_hans: 该价格超过了一次收藏可收取的最高金额（即补足储备金所需的总额）。降低价格。

source: That price is below the minimum collect price.
es: Ese precio está por debajo del precio mínimo por edición.
fr: Ce prix est inférieur au prix de collecte minimum.
ko: 해당 가격은 최소 수집 가격보다 낮습니다.
zh_hans: 该价格低于最低收藏价格。

source: That proposed policy lapsed: nobody applied it within 7 days of it becoming applicable.
es: Esa política propuesta caducó: nadie la aplicó en los 7 días posteriores a que se pudiera aplicar.
fr: Cette politique proposée a expiré : personne ne l'a appliquée dans les 7 jours après qu'elle est devenue applicable.
ko: 제안된 정책이 만료되었습니다. 적용 가능해진 후 7일 이내에 아무도 적용하지 않았습니다.
zh_hans: 该拟议政策已失效：在其可应用后的 7 天内无人应用。

source: That sign-in expired or was already used. Please try again.
es: Ese inicio de sesión expiró o ya se usó. Por favor, vuelve a intentarlo.
fr: Cette connexion a expiré ou a déjà été utilisée. Veuillez réessayer.
ko: 해당 로그인이 만료되었거나 이미 사용되었습니다. 다시 시도해 주십시오.
zh_hans: 该登录已过期或已被使用。请重试。

source: That tick spacing isn't valid.
es: Ese espaciado de tick no es válido.
fr: Cet espacement de ticks n'est pas valide.
ko: 틱 간격이 유효하지 않습니다.
zh_hans: 该 tick 间距无效。

source: That verification was for a different email. Verify this email to continue.
es: Esa verificación era para otro correo electrónico. Verifica este correo para continuar.
fr: Cette vérification concernait un autre e-mail. Vérifiez cet e-mail pour continuer.
ko: 다른 이메일에 대한 인증입니다. 계속하려면 이 이메일을 인증하십시오.
zh_hans: 该验证针对的是另一个邮箱。验证此邮箱以继续。

source: The %@ contract refused this transfer, so nothing would be sent.
es: El contrato de %@ rechazó esta transferencia, así que no se enviaría nada.
fr: Le contrat %@ a refusé ce transfert : rien ne serait donc envoyé.
ko: %@ 컨트랙트가 이 전송을 거부하므로 아무것도 전송되지 않습니다.
zh_hans: %@ 合约拒绝了此转账，因此不会发送任何内容。

source: The MON sent doesn't match the amount.
es: El MON enviado no coincide con la cantidad.
fr: Les MON envoyés ne correspondent pas au montant.
ko: 보낸 MON이 금액과 일치하지 않습니다.
zh_hans: 发送的 MON 与金额不符。

source: The Moments terms changed after you reviewed them, so nothing was published. Review them again.
es: Las condiciones de Moments cambiaron después de que las revisaras, así que no se publicó nada. Vuelve a revisarlas.
fr: Les conditions des Moments ont changé après votre vérification : rien n'a donc été publié. Vérifiez-les à nouveau.
ko: 검토 후 Moments 조건이 변경되어 아무것도 게시되지 않았습니다. 다시 검토하십시오.
zh_hans: Moments 条款在你查看后已更改，因此未发布任何内容。重新查看条款。

source: The Moments terms couldn't be verified, so nothing was published. Review them again.
es: No se pudieron verificar las condiciones de Moments, así que no se publicó nada. Vuelve a revisarlas.
fr: Les conditions des Moments n'ont pas pu être vérifiées : rien n'a donc été publié. Vérifiez-les à nouveau.
ko: Moments 조건을 확인할 수 없어 아무것도 게시되지 않았습니다. 다시 검토하십시오.
zh_hans: 无法验证 Moments 条款，因此未发布任何内容。重新查看条款。

source: The Uniswap v4 fallback isn't available for this coin yet.
es: La alternativa en Uniswap v4 aún no está disponible para esta moneda.
fr: La solution de repli Uniswap v4 n'est pas encore disponible pour ce jeton.
ko: 이 코인은 아직 Uniswap v4 대체 경로를 사용할 수 없습니다.
zh_hans: 此币暂时无法使用 Uniswap v4 备用方案。

source: The amount is too large for this venue.
es: La cantidad es demasiado grande para esta plataforma.
fr: Le montant est trop élevé pour cette plateforme.
ko: 이 거래소에서 처리하기에는 금액이 너무 큽니다.
zh_hans: 该数量对此交易场所来说过大。

source: The bridge is temporarily unavailable. Please try again shortly.
es: El puente no está disponible temporalmente. Por favor, vuelve a intentarlo en breve.
fr: Le bridge est temporairement indisponible. Veuillez réessayer sous peu.
ko: 브리지를 일시적으로 사용할 수 없습니다. 잠시 후 다시 시도해 주십시오.
zh_hans: 跨链桥暂时不可用。请稍后重试。

source: The buyback budget is below the 1 USDC minimum a round needs.
es: El presupuesto de recompra está por debajo del mínimo de 1 USDC que necesita una ronda.
fr: Le budget de rachat est inférieur au minimum de 1 USDC requis par série.
ko: 바이백 예산이 1회차에 필요한 최소 1 USDC보다 적습니다.
zh_hans: 回购预算低于每轮所需的最低 1 USDC。

source: The code you entered was for a different email.
es: El código que introdujiste era para otro correo electrónico.
fr: Le code saisi concernait un autre e-mail.
ko: 입력한 코드는 다른 이메일용입니다.
zh_hans: 你输入的验证码属于另一个邮箱。

source: The coin couldn't be created at its expected address. Try again.
es: No se pudo crear la moneda en su dirección prevista. Vuelve a intentarlo.
fr: Le jeton n'a pas pu être créé à son adresse prévue. Réessayez.
ko: 예상한 주소에 코인을 만들지 못했습니다. 다시 시도하십시오.
zh_hans: 无法在预期地址创建该币。再试一次。

source: The collect window has closed.
es: El plazo de colección se cerró.
fr: La période de collecte est close.
ko: 수집 기간이 종료되었습니다.
zh_hans: 收藏期已结束。

source: The collect window must be between 1 hour and 30 days.
es: El plazo de colección debe ser de entre 1 hora y 30 días.
fr: La période de collecte doit être comprise entre 1 heure et 30 jours.
ko: 수집 기간은 1시간에서 30일 사이여야 합니다.
zh_hans: 收藏期必须在 1 小时到 30 天之间。

# The contract rejected the transaction (custom error %@ with %@).
source: The contract rejected the transaction (custom error %1$@ with %2$@).
es: El contrato rechazó la transacción (error personalizado %1$@ con %2$@).
fr: Le contrat a rejeté la transaction (erreur personnalisée %1$@ avec %2$@).
ko: 컨트랙트가 트랜잭션을 거부했습니다(사용자 정의 오류 %1$@, 인수 %2$@).
zh_hans: 合约拒绝了该交易（自定义错误 %1$@，参数 %2$@）。

source: The contract rejected the transaction (custom error %@).
es: El contrato rechazó la transacción (error personalizado %@).
fr: Le contrat a rejeté la transaction (erreur personnalisée %@).
ko: 컨트랙트가 트랜잭션을 거부했습니다(사용자 정의 오류 %@).
zh_hans: 合约拒绝了该交易（自定义错误 %@）。

source: The contracts aren't fully set up yet, so nothing was sent.
es: Los contratos aún no están configurados por completo, así que no se envió nada.
fr: Les contrats ne sont pas encore entièrement configurés : rien n'a donc été envoyé.
ko: 컨트랙트 설정이 아직 완료되지 않아 아무것도 전송되지 않았습니다.
zh_hans: 合约尚未完全配置，因此未发送任何内容。

source: The curve doesn't hold enough to pay that out. Try a smaller amount.
es: La curva no tiene suficiente para pagar eso. Prueba con una cantidad menor.
fr: La courbe ne contient pas assez pour verser ce montant. Essayez un montant plus petit.
ko: 커브에 지급할 만큼의 자금이 없습니다. 더 적은 금액으로 시도하십시오.
zh_hans: 曲线中的资金不足以支付该金额。试试较小的数量。

source: The guardian's pause must be lifted first.
es: Primero hay que levantar la pausa del guardián.
fr: La pause du gardien doit d'abord être levée.
ko: 먼저 가디언의 일시 중지가 해제되어야 합니다.
zh_hans: 必须先解除守护者的暂停。

source: The launch fee changed to %@ MON since this screen loaded, so nothing was sent. Close this screen, refresh the Launchpad and review the new fee.
es: La comisión de lanzamiento cambió a %@ MON desde que se cargó esta pantalla, así que no se envió nada. Cierra esta pantalla, actualiza el Launchpad y revisa la nueva comisión.
fr: Les frais de lancement sont passés à %@ MON depuis le chargement de cet écran : rien n'a donc été envoyé. Fermez cet écran, actualisez le Launchpad et vérifiez les nouveaux frais.
ko: 이 화면을 연 이후 런칭 수수료가 %@ MON으로 변경되어 아무것도 전송되지 않았습니다. 이 화면을 닫고 런치패드를 새로 고친 후 새 수수료를 검토하십시오.
zh_hans: 自此界面加载以来，发射费已变为 %@ MON，因此未发送任何内容。关闭此界面，刷新 Launchpad 并查看新的费用。

source: The launch fee wasn't paid in full.
es: La comisión de lanzamiento no se pagó por completo.
fr: Les frais de lancement n'ont pas été payés en totalité.
ko: 런칭 수수료가 전액 지불되지 않았습니다.
zh_hans: 发射费未足额支付。

source: The launch terms changed since this screen loaded, so nothing was sent. Close this screen, refresh the Launchpad and review the new terms.
es: Las condiciones del lanzamiento cambiaron desde que se cargó esta pantalla, así que no se envió nada. Cierra esta pantalla, actualiza el Launchpad y revisa las nuevas condiciones.
fr: Les conditions de lancement ont changé depuis le chargement de cet écran : rien n'a donc été envoyé. Fermez cet écran, actualisez le Launchpad et vérifiez les nouvelles conditions.
ko: 이 화면을 연 이후 런칭 조건이 변경되어 아무것도 전송되지 않았습니다. 이 화면을 닫고 런치패드를 새로 고친 후 새 조건을 검토하십시오.
zh_hans: 自此界面加载以来，发射条款已更改，因此未发送任何内容。关闭此界面，刷新 Launchpad 并查看新条款。

source: The launchpad contracts are not deployed yet.
es: Los contratos del launchpad aún no están desplegados.
fr: Les contrats du launchpad ne sont pas encore déployés.
ko: 런치패드 컨트랙트가 아직 배포되지 않았습니다.
zh_hans: Launchpad 合约尚未部署。

source: The launchpad returned something the app could not read (%@).
es: El launchpad devolvió algo que la app no pudo leer (%@).
fr: Le launchpad a renvoyé quelque chose que l'app n'a pas pu lire (%@).
ko: 런치패드가 앱에서 읽을 수 없는 데이터를 반환했습니다(%@).
zh_hans: Launchpad 返回了应用无法读取的内容（%@）。

source: The launchpad's contracts aren't locked yet, so launching stays off for now.
es: Los contratos del launchpad aún no están bloqueados, así que por ahora no se puede lanzar.
fr: Les contrats du launchpad ne sont pas encore verrouillés : le lancement reste donc désactivé pour l'instant.
ko: 런치패드 컨트랙트가 아직 잠기지 않아 당분간 런칭이 꺼져 있습니다.
zh_hans: Launchpad 的合约尚未锁定，因此发射暂时保持关闭。

source: The launchpad's contracts aren't the ones this version of DyorHQ was built for, so launching is off. Update the app.
es: Los contratos del launchpad no son los que espera esta versión de DyorHQ, así que no se puede lanzar. Actualiza la app.
fr: Les contrats du launchpad ne sont pas ceux pour lesquels cette version de DyorHQ a été conçue : le lancement est donc désactivé. Mettez à jour l'app.
ko: 런치패드 컨트랙트가 이 버전의 DyorHQ가 지원하는 컨트랙트가 아니어서 런칭이 꺼져 있습니다. 앱을 업데이트하십시오.
zh_hans: Launchpad 的合约与此版本 DyorHQ 适配的合约不同，因此发射已关闭。更新应用。

source: The limit price rounds to zero on this market.
es: El precio límite se redondea a cero en este mercado.
fr: Le prix limite est arrondi à zéro sur ce marché.
ko: 이 마켓에서는 지정가가 0으로 반올림됩니다.
zh_hans: 在此市场中，该限价会被舍入为零。

source: The liquidation price can't be read right now, so this stop-loss can't be checked against it. Try again in a moment.
es: Ahora no se puede leer el precio de liquidación, así que no se puede comprobar este stop loss con él. Vuelve a intentarlo en un momento.
fr: Le prix de liquidation ne peut pas être lu pour le moment : ce stop loss ne peut donc pas être vérifié par rapport à celui-ci. Réessayez dans un instant.
ko: 지금은 청산 가격을 읽을 수 없어 이 손절 주문을 청산 가격과 비교해 확인할 수 없습니다. 잠시 후 다시 시도하십시오.
zh_hans: 暂时无法读取强平价格，因此无法对照它检查此止损。稍后重试。

# The mark, %@, is within 10%% of the liquidation price, %@. %@
source: The mark, %1$@, is within 10%% of the liquidation price, %2$@. %3$@
es: El precio de marca, %1$@, está a menos del 10%% del precio de liquidación, %2$@. %3$@
fr: Le prix de marque, %1$@, est à moins de 10%% du prix de liquidation, %2$@. %3$@
ko: 마크 가격(%1$@)과 청산 가격(%2$@)의 차이가 10%% 이내입니다. %3$@
zh_hans: 标记价格 %1$@ 已在强平价格 %2$@ 的 10%% 范围内。%3$@

source: The network asked for an unusually high fee (up to %@), so nothing was signed. Try again in a moment.
es: La red pidió una comisión inusualmente alta (hasta %@), así que no se firmó nada. Vuelve a intentarlo en un momento.
fr: Le réseau a demandé des frais anormalement élevés (jusqu'à %@) : rien n'a donc été signé. Réessayez dans un instant.
ko: 네트워크가 비정상적으로 높은 수수료(최대 %@)를 요구하여 아무것도 서명되지 않았습니다. 잠시 후 다시 시도하십시오.
zh_hans: 网络要求的费用异常偏高（最高 %@），因此未签署任何内容。稍后重试。

source: The network quoted an unusual gas price, so nothing was signed. Try again in a moment.
es: La red indicó un precio del gas inusual, así que no se firmó nada. Vuelve a intentarlo en un momento.
fr: Le réseau a proposé un prix du gaz inhabituel : rien n'a donc été signé. Réessayez dans un instant.
ko: 네트워크가 비정상적인 가스 가격을 제시하여 아무것도 서명되지 않았습니다. 잠시 후 다시 시도하십시오.
zh_hans: 网络报出了异常的 Gas 价格，因此未签署任何内容。稍后重试。

source: The order size rounds to zero on this market.
es: El tamaño de la orden se redondea a cero en este mercado.
fr: La taille de l'ordre est arrondie à zéro sur ce marché.
ko: 이 마켓에서는 주문 수량이 0으로 반올림됩니다.
zh_hans: 在此市场中，订单数量会被舍入为零。

source: The passkey returned an output DyorHQ can’t use.
es: La llave de acceso devolvió un resultado que DyorHQ no puede usar.
fr: La clé d'identification a renvoyé un résultat que DyorHQ ne peut pas utiliser.
ko: 패스키가 DyorHQ에서 사용할 수 없는 결과를 반환했습니다.
zh_hans: 通行密钥返回了 DyorHQ 无法使用的输出。

source: The pool price is out of the range graduation accepts right now. Try again later.
es: El precio del pool está fuera del rango que acepta la graduación en este momento. Vuelve a intentarlo más tarde.
fr: Le prix du pool est actuellement hors de la plage acceptée pour la graduation. Réessayez plus tard.
ko: 현재 풀 가격이 졸업에 허용되는 범위를 벗어났습니다. 나중에 다시 시도하십시오.
zh_hans: 池子价格目前超出了毕业可接受的范围。稍后重试。

source: The pool price moved more than 2% within this block, so the buyback was refused. Try again in a later block.
es: El precio del pool se movió más de un 2% en este bloque, así que se rechazó la recompra. Vuelve a intentarlo en un bloque posterior.
fr: Le prix du pool a bougé de plus de 2% dans ce bloc : le rachat a donc été refusé. Réessayez dans un bloc ultérieur.
ko: 이번 블록에서 풀 가격이 2% 넘게 움직여 바이백이 거부되었습니다. 이후 블록에서 다시 시도하십시오.
zh_hans: 池子价格在本区块内变动超过 2%，因此回购被拒绝。在之后的区块中重试。

source: The pool price moved past the buyback's slippage limit. Try again.
es: El precio del pool superó el límite de deslizamiento de la recompra. Vuelve a intentarlo.
fr: Le prix du pool a dépassé la limite de slippage du rachat. Réessayez.
ko: 풀 가격이 바이백의 슬리피지 한도를 넘어 움직였습니다. 다시 시도하십시오.
zh_hans: 池子价格超出了回购的滑点限制。再试一次。

source: The price moved past your slippage limit. Try again.
es: El precio superó tu límite de deslizamiento. Vuelve a intentarlo.
fr: Le prix a dépassé votre limite de slippage. Réessayez.
ko: 가격이 설정한 슬리피지 한도를 넘어 움직였습니다. 다시 시도하십시오.
zh_hans: 价格超出了你的滑点限制。再试一次。

source: The route is malformed.
es: La ruta tiene un formato incorrecto.
fr: La route est mal formée.
ko: 경로 형식이 잘못되었습니다.
zh_hans: 路由格式有误。

source: The server answered with status %@.
es: El servidor respondió con el estado %@.
fr: Le serveur a répondu avec le statut %@.
ko: 서버 응답 상태: %@.
zh_hans: 服务器返回了状态 %@。

source: The server sent a response the app could not read.
es: El servidor envió una respuesta que la app no pudo leer.
fr: Le serveur a envoyé une réponse que l'app n'a pas pu lire.
ko: 서버가 앱에서 읽을 수 없는 응답을 보냈습니다.
zh_hans: 服务器发送了应用无法读取的响应。

source: The take-profit or stop-loss price rounds to zero on this market.
es: El precio del take profit o del stop loss se redondea a cero en este mercado.
fr: Le prix du take profit ou du stop loss est arrondi à zéro sur ce marché.
ko: 이 마켓에서는 익절 또는 손절 가격이 0으로 반올림됩니다.
zh_hans: 在此市场中，止盈或止损价格会被舍入为零。

source: The transaction names the zero address, so the contract refused it.
es: La transacción indica la dirección cero, así que el contrato la rechazó.
fr: La transaction désigne l'adresse zéro : le contrat l'a donc refusée.
ko: 트랜잭션에 제로 주소가 지정되어 컨트랙트가 거부했습니다.
zh_hans: 该交易指定了零地址，因此合约拒绝了它。

source: The transaction was mined but reverted.
es: La transacción se minó, pero se revirtió.
fr: La transaction a été minée, mais annulée (revert).
ko: 트랜잭션이 블록에 포함되었지만 되돌려졌습니다.
zh_hans: 该交易已上链但已回滚。

source: The transaction would fail.
es: La transacción fallaría.
fr: La transaction échouerait.
ko: 이 트랜잭션은 실패하게 됩니다.
zh_hans: 该交易将会失败。

source: The vault could not be opened: wrong passkey or the data was changed.
es: No se pudo abrir la bóveda: llave de acceso incorrecta o los datos se modificaron.
fr: Le coffre n'a pas pu être ouvert : mauvaise clé d'identification ou données modifiées.
ko: 볼트를 열 수 없습니다. 패스키가 잘못되었거나 데이터가 변경되었습니다.
zh_hans: 无法打开保险库：通行密钥错误或数据已被更改。

source: The vault is not in Mera's format.
es: La bóveda no tiene el formato de Mera.
fr: Le coffre n'est pas au format de Mera.
ko: 볼트가 Mera 형식이 아닙니다.
zh_hans: 保险库不是 Mera 格式。

source: The wallet returned an unreadable signature.
es: La billetera devolvió una firma ilegible.
fr: Le portefeuille a renvoyé une signature illisible.
ko: 지갑이 읽을 수 없는 서명을 반환했습니다.
zh_hans: 钱包返回了无法读取的签名。

source: There is nothing to claim yet.
es: Aún no hay nada que reclamar.
fr: Il n'y a encore rien à réclamer.
ko: 아직 수령할 것이 없습니다.
zh_hans: 暂无可领取的内容。

source: There is nothing to withdraw.
es: No hay nada que retirar.
fr: Il n'y a rien à retirer.
ko: 출금할 것이 없습니다.
zh_hans: 没有可提取的内容。

source: This Moment can't be expired yet.
es: Este Moment aún no puede expirar.
fr: On ne peut pas encore faire expirer ce Moment.
ko: 이 Moment는 아직 만료 처리할 수 없습니다.
zh_hans: 此 Moment 暂时还不能设为过期。

source: This Moment couldn't be read from the chain just now. Try again.
es: No se pudo leer este Moment de la cadena en este momento. Vuelve a intentarlo.
fr: Impossible de lire ce Moment sur la blockchain pour le moment. Réessayez.
ko: 지금은 체인에서 이 Moment를 읽지 못했습니다. 다시 시도하십시오.
zh_hans: 暂时无法从链上读取此 Moment。再试一次。

source: This Moment has already graduated.
es: Este Moment ya se graduó.
fr: Ce Moment est déjà gradué.
ko: 이 Moment는 이미 졸업했습니다.
zh_hans: 此 Moment 已毕业。

source: This Moment is no longer collecting.
es: Este Moment ya no está abierto para coleccionar.
fr: Ce Moment n'est plus ouvert à la collecte.
ko: 이 Moment는 더 이상 수집을 받지 않습니다.
zh_hans: 此 Moment 已停止收藏。

source: This Moment isn't in a state that allows this.
es: Este Moment no está en un estado que lo permita.
fr: Ce Moment n'est pas dans un état qui permet cela.
ko: 이 Moment는 이 작업이 허용되는 상태가 아닙니다.
zh_hans: 此 Moment 当前的状态不允许此操作。

source: This Moment isn't waiting to graduate.
es: Este Moment no está esperando para graduarse.
fr: Ce Moment n'est pas en attente de graduation.
ko: 이 Moment는 졸업 대기 중이 아닙니다.
zh_hans: 此 Moment 并未在等待毕业。

source: This address has a space or line break inside it. Copy it again from the source.
es: Esta dirección tiene un espacio o un salto de línea en medio. Vuelve a copiarla del origen.
fr: Cette adresse contient un espace ou un saut de ligne. Copiez-la à nouveau depuis la source.
ko: 이 주소 안에 공백이나 줄바꿈이 있습니다. 원본에서 다시 복사하십시오.
zh_hans: 此地址中含有空格或换行符。从来源重新复制。

source: This address's capital letters don't match its checksum, so it may contain a typo. Copy it again from the source.
es: Las mayúsculas de esta dirección no coinciden con su checksum, así que puede tener un error. Vuelve a copiarla del origen.
fr: Les majuscules de cette adresse ne correspondent pas à sa somme de contrôle : elle contient peut-être une faute de frappe. Copiez-la à nouveau depuis la source.
ko: 이 주소의 대문자가 체크섬과 일치하지 않아 오타가 있을 수 있습니다. 원본에서 다시 복사하십시오.
zh_hans: 此地址的大写字母与其校验和不符，因此可能有输入错误。从来源重新复制。

source: This coin is migrating from its bonding curve to its pool: it can't be traded until it graduates, and then it trades on Swap. Its launch couldn't be read just now; its page will try again.
es: Esta moneda está migrando de su curva de bonding a su pool: no se puede operar hasta que se gradúe, y luego se opera en Intercambio. No se pudo leer su lanzamiento en este momento; su página lo volverá a intentar.
fr: Ce jeton migre de sa bonding curve vers son pool : il ne peut pas être échangé avant sa graduation, puis il s'échangera sur l'écran Échange. Son lancement n'a pas pu être lu pour le moment ; sa page réessaiera.
ko: 이 코인은 본딩 커브에서 풀로 마이그레이션 중입니다. 졸업할 때까지 거래할 수 없으며, 졸업 후에는 스왑에서 거래됩니다. 지금은 런칭 정보를 읽지 못했으며, 해당 페이지에서 다시 시도합니다.
zh_hans: 此币正在从联合曲线迁移到池子：毕业前无法交易，毕业后将在兑换中交易。暂时无法读取它的发射信息；其页面会再次尝试。

source: This coin is still on its launchpad's bonding curve, which Swap can't route: buy and sell it on its Launch page. Once it graduates, it trades on Swap.
es: Esta moneda sigue en la curva de bonding de su launchpad, que Intercambio no puede enrutar: cómprala y véndela en su página de lanzamiento. Cuando se gradúe, se operará en Intercambio.
fr: Ce jeton est encore sur la bonding curve de son launchpad, que l'écran Échange ne peut pas router : achetez-le et vendez-le sur sa page de lancement. Une fois gradué, il s'échange sur l'écran Échange.
ko: 이 코인은 아직 런치패드의 본딩 커브에 있어 스왑에서 경로를 찾을 수 없습니다. 런칭 페이지에서 매수하고 매도하십시오. 졸업하면 스왑에서 거래됩니다.
zh_hans: 此币仍在其 Launchpad 的联合曲线上，兑换无法为其提供路由：在其发射页面上买卖。毕业后，它将在兑换中交易。

source: This coin is still on its launchpad's bonding curve, which Swap can't route: trade it on its Launch page. Its launch couldn't be read just now; its page will try again.
es: Esta moneda sigue en la curva de bonding de su launchpad, que Intercambio no puede enrutar: opérala en su página de lanzamiento. No se pudo leer su lanzamiento en este momento; su página lo volverá a intentar.
fr: Ce jeton est encore sur la bonding curve de son launchpad, que l'écran Échange ne peut pas router : tradez-le sur sa page de lancement. Son lancement n'a pas pu être lu pour le moment ; sa page réessaiera.
ko: 이 코인은 아직 런치패드의 본딩 커브에 있어 스왑에서 경로를 찾을 수 없습니다. 런칭 페이지에서 거래하십시오. 지금은 런칭 정보를 읽지 못했으며, 해당 페이지에서 다시 시도합니다.
zh_hans: 此币仍在其 Launchpad 的联合曲线上，兑换无法为其提供路由：在其发射页面上交易。暂时无法读取它的发射信息；其页面会再次尝试。

source: This coin isn't in the phase that allows this.
es: Esta moneda no está en la fase que lo permite.
fr: Ce jeton n'est pas dans la phase qui permet cela.
ko: 이 코인은 이 작업이 허용되는 단계가 아닙니다.
zh_hans: 此币当前所处的阶段不允许此操作。

source: This coin's bonding curve is complete; it trades in its pool now.
es: La curva de bonding de esta moneda está completa; ahora se opera en su pool.
fr: La bonding curve de ce jeton est complète ; il s'échange désormais dans son pool.
ko: 이 코인의 본딩 커브가 완료되었습니다. 이제 풀에서 거래됩니다.
zh_hans: 此币的联合曲线已完成；它现在在其池子中交易。

source: This coin's bonding curve isn't trading.
es: La curva de bonding de esta moneda no está operando.
fr: La bonding curve de ce jeton n'est pas ouverte aux transactions.
ko: 이 코인의 본딩 커브는 거래 중이 아닙니다.
zh_hans: 此币的联合曲线未在交易。

source: This coin's curve is full and its graduation is pending: it can't be traded until it graduates, and then it trades on Swap.
es: La curva de esta moneda está llena y su graduación está pendiente: no se puede operar hasta que se gradúe, y luego se opera en Intercambio.
fr: La courbe de ce jeton est pleine et sa graduation est en attente : il ne peut pas être échangé avant sa graduation, puis il s'échangera sur l'écran Échange.
ko: 이 코인의 커브가 가득 차 졸업 대기 중입니다. 졸업할 때까지 거래할 수 없으며, 졸업 후에는 스왑에서 거래됩니다.
zh_hans: 此币的曲线已满，正在等待毕业：毕业前无法交易，毕业后将在兑换中交易。

source: This coin's launch is in refund mode: sell it back into its curve on its Launch page, at the curve's price with no fees.
es: El lanzamiento de esta moneda está en modo de reembolso: véndela de vuelta a su curva en su página de lanzamiento, al precio de la curva y sin comisiones.
fr: Le lancement de ce jeton est en mode remboursement : revendez-le sur sa courbe depuis sa page de lancement, au prix de la courbe et sans frais.
ko: 이 코인의 런칭은 환불 모드입니다. 런칭 페이지에서 수수료 없이 커브 가격으로 커브에 되파십시오.
zh_hans: 此币的发射处于退款模式：在其发射页面上按曲线价格将其卖回给曲线，无手续费。

source: This coin's launch is in refund mode: sell it back into its curve on its Launch page. Its launch couldn't be read just now; its page will try again.
es: El lanzamiento de esta moneda está en modo de reembolso: véndela de vuelta a su curva en su página de lanzamiento. No se pudo leer su lanzamiento en este momento; su página lo volverá a intentar.
fr: Le lancement de ce jeton est en mode remboursement : revendez-le sur sa courbe depuis sa page de lancement. Son lancement n'a pas pu être lu pour le moment ; sa page réessaiera.
ko: 이 코인의 런칭은 환불 모드입니다. 런칭 페이지에서 커브에 되파십시오. 지금은 런칭 정보를 읽지 못했으며, 해당 페이지에서 다시 시도합니다.
zh_hans: 此币的发射处于退款模式：在其发射页面上将其卖回给曲线。暂时无法读取它的发射信息；其页面会再次尝试。

source: This coin's launchpad is retired and its graduation is pending: it can't be traded until it graduates.
es: El launchpad de esta moneda está retirado y su graduación está pendiente: no se puede operar hasta que se gradúe.
fr: Le launchpad de ce jeton est retiré et sa graduation est en attente : il ne peut pas être échangé avant sa graduation.
ko: 이 코인의 런치패드는 운영 종료되었고 졸업 대기 중입니다. 졸업할 때까지 거래할 수 없습니다.
zh_hans: 此币的 Launchpad 已退役，且正在等待毕业：毕业前无法交易。
